/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCut desktop installer";
"LvAppTitle" = "Jianying desktop installer";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Continue to install?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Install";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Open";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Cancel";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "You’ve already installed an old version of CapCut (v%@). You can open the old version or install the latest version to replace the old one.";
"LvCheckInstalledMsgHintText" = "You’ve already installed an old version of Jianying (v%@). You can open the old version or install the latest version to replace the old one.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Stop download?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continue";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Stop";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "The %d%% downloaded file will not be saved.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Couldn’t download. Try again.";
// pc_installer_retry
"BtnText_Retry" = "Retry";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Stop";

// 
"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Save";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Insufficient disk space";

"BtnCheck_SystemTrayAutoboot" = "Launch tray at startup";

"DownloadErrorCodeHintText" = "Error code: ";